example/app/controllers/lists_controller.rb

SELECT "lists".* FROM "lists"   ORDER BY ordered_by
---
  def index
    @lists = List.all